[
    {
        "id": 1,
        "title": "Calm in the Chaos",
        "author": "Anonymous",
        "category": "modern",
        "content": "In the midst of a huge nowhere,\nChaos once reigns, wild and bare.\nWhere fighting is inevitable, raw and loud,\nAnd nothing of value walks unbowed.\n\nBut within its darkness lay something still,\nA space untouched by the world’s ill will.\nSilence and calm, where truth holds tight,\nEven as wrong screams loud in the night.\n\nAnd within that something lays you,\nA quiet queen with grace shining through.\nWhere home is peace, not frantic pace,\nA steady light in a broken place.\n\nYour presence weaves calm through storm and flame,\nA whispered prayer, a sacred name.\nYou turn the mess to meaning deep,\nAnd wake the lost from shattered sleep.\n\nSo while the world may tear and fall,\nYou stand unmoved, above it all.\nThe heart’s safe haven, soft and true—\nThis universe of calm begins with you."
    },
    {
        "id": 2,
        "title": "Love at first sight",
        "author": "Anonymous",
        "category": "classic",
        "content": "I saw thee once, and in that glance,\nThe world did pause, as if by chance.\nThe air grew still, the heavens bent—\nAnd beauty spoke with sweet intent.\n\nThine eyes, twin stars in twilight's sea,\nOutshone the moon that looked on me.\nA gaze that danced yet held me fast,\nA fleeting look, forever cast.\n\nThy hair, like night with sun entwined,\nDid tempt both art and poet’s mind.\nEach strand a thread of gold’s pure grace,\nEach breeze entranced to touch thy face.\n\nThy form, the shape of nature’s song,\nWhere every line did right no wrong.\nA living sculpture, soft and bright,\nThe muse that haunts both dream and night.\n\nThy voice—ah, music's sweetest kin,\nDid echo deep beneath my skin.\nIt called to me with siren's might,\nAnd led my heart without a fight.\n\nI fell not slow, but swift and sure,\nNo logic sought, no need to cure.\nFor what is man 'gainst beauty's flame,\nBut ash that gladly speaks her name?\n\nAnd though time's tide may wash away,\nThe place I fell remains today.\nFor beauty such as thine imparts,\nA mark eternal on men's hearts."
    },
    {
        "id": 3,
        "title": "Why Thou Art Missing",
        "author": "Anonymous",
        "category": "classic",
        "content": "When thou art gone where duty lies,\nAnd leave me 'neath the watching skies,\nThe sun grows dim, the air turns cold—\nA tale of absence, softly told.\n\nThy place once filled with light and cheer\nNow whispers low, 'She is not here.'\nThe air still holds thy vanished grace,\nYet longs in vain to see thy face.\n\nIn sacred halls where prayers ascend,\nThou art as flame the clouds attend.\nI sit in hush and silent gaze,\nWhile thou dost shine through holy praise.\n\nAmong the rows where souls do sing,\nThou movest like an angel's wing.\nYet though the hymn flows full and wide,\nI feel the ache where thou dost bide.\n\nAnd in the room where minds are fed,\nWhere thoughts are drawn and lectures led,\nI find my eyes betray their task,\nFor where thou art is all I ask.\n\nA glance, a turn, a fleeting grace—\nIt burns its shape in time and space.\nAnd every step thou takest near,\nLeaves echoes deep when thou'st not here.\n\nSo while the world may turn its page,\nAnd hours pass in saint or sage,\nStill doth my soul in quiet plea,\nAwait the hour thou return’st to me."
    },
    {
    "id": 4,
    "title": "Gakos Tani",
    "author": "Anonymous",
    "category": "modern",
    "content": "Gakos tani ikaw subong,\nSa tunga sang ulan ukon adlaw nga mainit.\nIndi na ko magpangita pa sang iban,\nBasta ara ka lang, duol kag init.\n\nGinhawa ko naga hulat sang imo,\nKalma siya basta mahaplas mo ang likod ko.\nLipay siya basta matandog ko ang buhok mo,\nKag maghigda lang ta, wala sang plano.\n\nIsa ka lang ka gakos, mabugnaw na ang adlaw,\nIndi gid ya mabakal ni bisan sin-o.\nBiskan ginakapoy ang kalibutan,\nNami gid ya ang pahway sa imo tupad.\n\nGinahandom ko ang imo dughan,\nBilang halik sang kalinong sa akon duta.\nSa imo dughan, ara ang puluy-an ko,\nWala sang kasakit nga makapalapit.\n\nPagduol mo palang gani,\nNagapadali na ang tagipusuon ko.\nAbi ko bala may bomba nga gamay,\nPero halok lang gali sang gugma mo.\n\nTani karon pa lang, ara na ko dira,\nGapungko sa tupad mo nga tahimik lang.\nBasi kapoy ka na sang tanan nga butang,\nAko na lang maggakos sa imo sang bug-os nga kalibutan.\n\nIkaw bala, ginabatyagan mo man?\nNga ako ya, halos magutok ang dughan.\nGinakulbaan ko kung indi mo mabatian,\nNga ginahandom ko ang init sang imo lawas.\n\nGakos tani ikaw, bisan wala ta pulong,\nKay ang lawas ta na ang nagahambal.\nSa isa ka gakos, ako nangin buhi,\nKag ang adlaw, indi na madulom liwat."
    },
    {
    "id": 5,
    "title": "Mainit nga Gugma",
    "author": "Anonymous",
    "category": "passion",
    "content": "Sa imo lang gid ako nagahinay-hinay,\nSa tanang gab-i, damgo ikaw permi ang ginabay.\nMainit nga ginahandom, indi ko malikawan,\nLawas ko kag imo, daw pareho naga pangita-anay.\n\nAng panulok mo, kalayo sa tagipusuon,\nGinahingabot ako sang handum nga indi ko masugpon.\nKung maglapit ka, daw may ginabati nga kilat,\nGinapasipala ang kalinong, ginaguba sang gulat.\n\nGusto ko ikaw, indi lang sa hunahuna,\nKundi sa tanan nga butang nga pwede naton malukpan pa.\nAng palad mo sa akon panit, halong kag init,\nGina-uyatan ko ang hangin nga may dala nga pulong nga malipit.\n\nSa tunga sang pagpugong, may halong pagpadayon,\nDuha ta ka lawas, ginapalibutan sang kahimtangan nga nagapungpong.\nIndi kinahanglan sang pulong, ginabasa na ang mata,\nAng gugma ta, hilom pero puno sang balatyagon nga palapad nga katahum."
    },
    {
    "id": 6,
    "title": "Gugma Ko Sa Imo",
    "author": "Anonymous",
    "category": "classic",
    "content": "Palangga ko ikaw, sa imo mata nga nagasidlak,\nPalangga ko ikaw, sa imo mga ngisi nga nagahatag sang kalipay.\nPalangga ko ikaw, sa imo mga buhok nga nagahuyop sa hangin,\nPalangga ko ikaw, sa imo tingog nga nagapahamtang sang kalma sa akon.\n\nPalangga ko ikaw, sa imo palanggaon nga panghunahuna,\nPalangga ko ikaw, sa imo kamot nga mahumok kag mahigugmaon.\nPalangga ko ikaw, sa imo pagpalangga nga wala sang katapusan,\nPalangga ko ikaw, sa imo mga damgo nga ginahandum ko man.\n\nPalangga ko ikaw, sa imo pagkahamtong nga nagahatag sang kasiguraduhan,\nPalangga ko ikaw, sa imo pagpalangga bisan sa mga kalisod.\nPalangga ko ikaw, sa imo katahum nga nagasiga pareho sang adlaw,\nPalangga ko ikaw, sa imo pagtuo nga nagapabakod sang aton gugma.\n\nPalangga ko ikaw, sa imo kahanginan nga nagahatag sang kinabuhi,\nPalangga ko ikaw, sa imo mga halakhak nga nagapahilum sang kasubo.\nPalangga ko ikaw, sa imo pagpasensya kag pag-antos para sa aton,\nPalangga ko ikaw, sa tanan nga ginahimo mo para sa akon kag sa aton.\n\nPalangga ko ikaw, sa imo paghangop sang akon mga kahinaan,\nPalangga ko ikaw, sa imo pagpakigbahin sang imo mga kalipay kag kasubo.\nPalangga ko ikaw, sa imo nga pagin kaupod ko sa tanan nga adlaw,\nPalangga ko ikaw, sang sobra pa sa pulong nga mabutang ko.\n\nPalangga ko ikaw, sa imo mga mata nga nagasugid sang mga tinago,\nPalangga ko ikaw, sa imo dughan nga nagaduyog sang akon mga damgo.\nPalangga ko ikaw, sa imo pagsunod sang mga handum naton,\nPalangga ko ikaw, sa imo nga pagpadayon bisan sang madamo nga pagsulay.\n\nPalangga ko ikaw, sa imo halad nga gugma nga wala sang paglubad,\nPalangga ko ikaw, sa imo mga hilikoton nga ginahimo para sa aton kalipay.\nPalangga ko ikaw, sa imo kabug-usan nga ginapakita sa akon adlaw-adlaw,\nPalangga ko ikaw, sa imo kaugalingon nga ginapalangga ko gid.\n\nPalangga ko ikaw, indi lang tungod sa imo mga kahimtang,\nPalangga ko ikaw, kundi tungod ikaw ang ginahandom ko sa gihapon.\nPalangga ko ikaw, bisan ano pa man ang matabo sa kalibutan,\nPalangga ko ikaw, sa gihapon kag sa kadayunan.\n\nPalangga ko ikaw, sa imo ngalan nga akon ginabatyagan,\nPalangga ko ikaw, sa imo kahimtang nga ginahalinan sang akon paglaum.\nPalangga ko ikaw, sa imo paghigugma nga nagahatag sang kusog,\nPalangga ko ikaw, sa tanan nga rason nga indi ko matandog.\n\nPalangga ko ikaw, sa imo mga ginhawa nga ginahuyop ko sa dughan,\nPalangga ko ikaw, sa imo presensya nga nagahatag sang kahulugan.\nPalangga ko ikaw, sa imo kalipay nga akon ginahalinan,\nPalangga ko ikaw, nga ikaw lang ang ginahigugma ko sang tuman.\n\nPalangga ko ikaw, sa imo mga pulong nga nagapalip-ot sang akon kalibutan,\nPalangga ko ikaw, sa imo pag-ako sang akon mga sala kag kahuyang.\nPalangga ko ikaw, sa imo nga nagapadayon sa pag-upod sa akon,\nPalangga ko ikaw, sa gihapon, sa gihapon, kag sa gihapon."
    },
    {
    "id": 7,
    "title": "Failing in Success",
    "author": "Anonymous",
    "category": "modern",
    "content": "We met in a game where falling was the rule,\nA week to act like lovers, trying not to lose.\nFalling step by step, pretending hearts would beat,\nTwo strangers playing parts, unsure if real or feat.\n\nDay one was just a laugh, a tease in the air,\nWe joked and faked the closeness, caught unaware.\nDay two brought quiet moments, sparks that wouldn’t fade,\nPretending felt too real, no longer just charade.\n\nBy day three, the game was done, we dropped the play,\nFrom acting to believing, our hearts found their way.\nNo more just for a week, no rules to confine,\nWhat started as a game, turned truly yours and mine.\n\nWe failed the game but won so much more,\nIn a world of pretending, we found the core.\nFrom falling in a game to standing side by side,\nA love unplanned, but one we can’t hide."
    },
    {
    "id": 8,
    "title": "Pinakamasayang Pangarap",
    "author": "Anonymous",
    "category": "romantic",
    "content": "Sa dami ng araw na ako'y naghintay,\nSa mundo ng gulo at walang kapayapaan,\nIkaw ang dumating, tahimik ang yapak,\nNgunit ang puso ko’y agad mong niyakap.\n\nParang umaga sa gitna ng gabi,\nLiwanag mong taglay, sa dilim ay tangi.\nHindi ko inaasahan, hindi ko hiniling,\nNgunit ikaw ang sagot sa dasal kong lihim.\n\nSa bawat ngiti mo, gumagaan ang mundo,\nSa bawat titig mo, tila humihinto ang oras ko.\nAng tinig mong mahina, musika sa pandinig,\nAng bawat salita mo’y payapa at mahimbing.\n\nHindi ka lang basta ganda sa paningin,\nPati kaluluwa mo, may gintong ningning.\nLahat ng hapdi, agad mong pinawi,\nParang ulan sa tagtuyot ng aking pagkatao’t damdamin.\n\nSa bawat yakap mo, tahan ang puso ko,\nSa piling mo'y tunay, buo ang pagkatao ko.\nIkaw ang tahanan sa mundo kong pagod,\nAng pahinga sa bawat laban kong malupit at lubos.\n\nHindi ko man masukat sa salita o tula,\nAng halaga mong taglay sa puso kong aba.\nAng mundo'y magulo, ngunit ikaw ay payapa,\nIsang hiwagang hindi kailanman mawawala.\n\nSa iyong pagdating, lahat ay nag-iba,\nBawat kulay naging mas matingkad pa.\nIkaw ang bahagharing sa ulan ko'y lumitaw,\nSa bawat lungkot, ikaw ang sagot at galak.\n\nHindi ko kailanman kayang pantayan,\nAng biyaya mong dulot sa araw-araw.\nMinsan iniisip ko kung anong ginawa,\nUpang makamit ang isang gaya mong dakila.\n\nKung panaginip man ito, huwag na akong gisingin,\nKung ito'y isang kwento, huwag na itong tapusin.\nIkaw ang pahina ng buhay kong kay gulo,\nNa naging dahilan ng aking pagbabago.\n\nKaya’t salamat, sinta, sa iyong pagdating,\nIkaw ang pinakamagandang nangyari sa akin.\nSa bawat tibok ng puso kong umiibig,\nPangalan mo lang ang tanging iniibig."
    },
    {
    "id": 9,
    "title": "Itaas ng Buhay",
    "author": "Anonymous",
    "category": "modern",
    "content": "Sa silid na tahimik, ikaw ang liwanag,\nLaging may dalang tanong at sagot na tiyak.\nMay libro sa palad, ngunit mata’y malayo,\nTila ba sa akin laging may tanong na bago.\n\nAko’y laging nasa ulap, sinisid ang langit,\nLumulutang sa ulap ngunit ikaw ang iniisip.\nSa bawat pagbalik, ikaw ang hinahanap,\nTahimik mong ngiti ang aking pangarap.\n\nIsang araw, sa ilalim ng araw na kay linaw,\nMagkakasalubong tayo sa oras na payapa’t bughaw.\nAko’y pagod ngunit may ngiting taglay,\nDahil alam kong sa’yo ako uuwi ng buo at buháy.\n\nMay papel kang hawak, tinta ng kaalaman,\nAko’y may tala, mga ruta ng daan.\nNgunit sa gitna ng gulo ng bawat propesyon,\nTayo pa rin ang tanong at sagot ng panahon.\n\nTahimik kang nagtuturo, habang ako’y nakikinig,\nSa pagitan ng araw at ulap, ikaw ang aking init.\nWala nang palakpakan, wala nang anunsyo,\nIkaw lang ang dulo ng bawat aking paglayo.\n\nMay bitbit kang tsokolate, ako nama’y kape,\nSa abalang araw, tayo'y may sariling mundo’t sikreto.\nMay hikaw kang kumikislap, ako'y nakayuko,\nDahil kahit kailan, ikaw pa rin ang paborito ko.\n\nHindi mo na kailangang tawagin ang aking pangalan,\nDahil sa tibok ng puso ko'y ikaw ang laman.\nAt kahit pa ako’y bihasa sa disiplina’t sukat,\nSa'yo ako'y bata, laging nagugulat.\n\nAng mundo ay umikot, ngunit tayo’y nanatili,\nSa bawat taon, mas lalong naging buo’t tangi.\nAng kamay mong marahan, gabay sa landas ko,\nAt ang tinig mong banayad, himig ng puso ko.\n\nSa mga pader na puno ng pangarap at alaala,\nNandoon ang kwento nating kay ganda.\nAko’y tagapagsalaysay, ikaw ang diwa,\nTayong dalawa ang nagsulat ng tadhana.\n\nMay mga araw na tila ako’y alon,\nHabang ikaw ang pampang—hindi kailanman matinag.\nAt sa bawat pagsubok, ikaw ang tahanan,\nSa’yo ako babalik, sa’yo ako mananatili.\n\nAng suklay mong puti, ako’y naka-uniporme,\nNgunit sa puso ko’y tayo’y magka-uniporme.\nDahil sa bawat araw na ako’y lumalayo,\nIkaw pa rin ang pinipiling mundo.\n\nKahit ilang beses pa akong lumipad,\nAng yakap mo pa rin ang hanap-hanap.\nAt sa bawat pahina ng iyong talaan,\nNandoon ang ngalan ko, sinusulat nang may pagmamahal.\n\nHindi na natin kailangang ipakita,\nAng tagumpay na dati lang pangarap pa.\nDahil sapat na ang mga mata mong nagniningning,\nUpang ako’y sumuko sa pagmamahal mong walang alinlangan.\n\nTayong dalawa, sa mundo ng kaalaman at paglalakbay,\nSa gitna ng alon, ulap, at panibagong araw.\nHindi na tayo nagsisimula, ngunit patuloy pa rin,\nDahil sa pag-ibig, walang katapusan ang atin.\n\nKaya't sa araw na bumaba na ang ulap sa lupa,\nAt ang tisa'y humimlay sa tabi ng tala,\nTayo'y di lang kwento ng propesyon at tagumpay,\nTayo'y kwento ng dalawang pusong sabay ang paglalakbay."
    },
    {
    "id": 10,
    "title": "Until White Outgrows Black",
    "author": "Anonymous",
    "category": "classic",
    "content": "I do not come with fleeting flame,\nNor winds that pass and shift their name.\nMy vow is not for seasons brief,\nBut carved through joy, through pain, through grief.\n\nI do not seek the four-month dance,\nOf lovers caught in transient chance.\nI am the root beneath the tree,\nThat clings through storms, unbendingly.\n\nI am not here for summer's hue,\nThen vanish when the cold winds blew.\nMy soul is set, my mind is sure—\nTo build a life that shall endure.\n\nI’ve looked beyond the shallow fire,\nThat burns in haste, then soon expires.\nI choose instead the endless spark,\nThat lights the night and warms the dark.\n\nFor I have seen in you the sun,\nThat does not set when day is done.\nYour gaze has depth, your voice has grace,\nAnd in your arms I’ve found my place.\n\nI see you not as passing tide,\nBut as the sea where I reside.\nNot just a kiss to mark a day,\nBut lips I’ll age beside and pray.\n\nWe'll rise each dawn in weathered peace,\nIn whispered touch, in love’s increase.\nYour hands shall hold the time-worn years,\nAnd wipe away both joy and tears.\n\nWe'll build not castles made of sand,\nBut homes with stone by patient hand.\nThrough every roof that leaks with rain,\nWe’ll fix it close, not flee the strain.\n\nWhen beauty fades and bodies change,\nWhen time has bent our forms to strange,\nMy arms shall still know how to find,\nThe heart you gave, the loyal mind.\n\nThere’ll be no other, nor a shift,\nNo second glance, no wandering drift.\nMy oath is iron, sealed in bone,\nTo walk beside you, you alone.\n\nNot till it’s hard or till it's dull,\nNot till the cup is less than full—\nBut even when it's cracked and bare,\nTogether still, and still we care.\n\nWhen wrinkles map across your face,\nAnd memory slows its hurried pace,\nI'll kiss each fold as sacred line,\nThe living script of love divine.\n\nWe’ll garden slow with trembling hands,\nStill dreaming of our younger plans.\nAnd even if they all fall through,\nThe dream that matters is still you.\n\nThrough every dusk, through every year,\nI’ll call you home, and keep you near.\nWhen all the world forgets your name,\nMy love shall burn without a shame.\n\nYou are not one to pass me by,\nBut she for whom I breathe and die.\nThe bride I’ll hold with trembling vow,\nThe one I’ve chosen, then and now.\n\nOur bed shall not be just for lust,\nBut hallowed ground of sacred trust.\nWhere prayers are whispered in the night,\nAnd fears are soothed with morning light.\n\nWe'll laugh at things we laughed before,\nThough weaker knees touch colder floor.\nFor joy, when shared, will stretch and bend,\nAnd shape our love until the end.\n\nEven when silence claims our days,\nAnd words come slow in fog and haze,\nYour eyes will speak, and mine will hear—\nFor love grown old still draws us near.\n\nNo farewell clause, no date to leave,\nNo selfish will, no plan to grieve.\nI’m not a chapter in your book,\nBut every page you’ll ever look.\n\nI’ll walk with you through children's cries,\nAnd sit beside as stillness lies.\nFrom youth’s bright bloom to elder gray,\nI’ll love you not just for a day.\n\nNot just for peak, not only climb,\nBut also in decline of time.\nIn every hour love may require,\nI’ll feed its flame, rebuild the fire.\n\nWhen cane in hand becomes our guide,\nAnd pace slows down where once we’d stride,\nStill side by side, through shade and shine,\nYour wrinkled hand shall rest in mine.\n\nWhen birthdays come with fewer guests,\nAnd quiet speaks where laughter rests,\nStill I shall bake your favorite sweet,\nAnd kiss your lips when hearts still beat.\n\nIn church pews old, where hymns are slow,\nWe’ll hum the songs from long ago.\nAnd though our voices shake and fall,\nStill harmony will crown it all.\n\nThe fights we had will lose their sting,\nForgiveness now our offering.\nFor time will show what passion can’t:\nThat love is learned, not merely chanced.\n\nWhen children grown have flown and gone,\nAnd empty rooms stare out till dawn,\nStill we’ll have tales, and we’ll have tea,\nAnd memories of just you and me.\n\nAt last when breath begins to fade,\nAnd limbs grow tired from roads we made,\nI’ll hold your face and whisper low:\n“It’s time, my love, but I won’t go.”\n\nI’ll follow you beyond this land,\nAnd hold you still with ghostly hand.\nFor death may try, but shall not part,\nWhat heaven wrote upon the heart.\n\nSo let the world its judgments send,\nOur story starts, but does not end.\nI’ll marry you not just for show—\nBut till the grave, and still below.\n\nSo trust in this, my one, my vow,\nNot just for what is easy now.\nI stay to build, to fight, to stay,\nTill all that’s left is love—and clay."
    },
    {
        "id": 11,
        "title": "Valentine",
        "author": "Carol Ann Duffy",
        "category": "modern",
        "content": "Not a red rose or a satin heart.\n\nI give you an onion.\nIt is a moon wrapped in brown paper.\nIt promises light\nlike the careful undressing of love.\n\nHere.\nIt will blind you with tears\nlike a lover.\nIt will make your reflection\na wobbling photo of grief.\n\nI am trying to be truthful.\n\nNot a cute card or a kissogram.\n\nI give you an onion.\nIts fierce kiss will stay on your lips,\npossessive and faithful\nas we are,\nfor as long as we are.\n\nTake it.\nIts platinum loops shrink to a wedding-ring,\nif you like.\nLethal.\nIts scent will cling to your fingers,\ncling to your knife."
    },
    {
        "id": 12,
        "title": "The River-Merchant's Wife",
        "author": "Ezra Pound",
        "category": "classic",
        "content": "While my hair was still cut straight across my forehead\nI played about the front gate, pulling flowers.\nYou came by on bamboo stilts, playing horse,\nYou walked about my seat, playing with blue plums.\nAnd we went on living in the village of Chokan:\nTwo small people, without dislike or suspicion.\n\nAt fourteen I married My Lord you.\nI never laughed, being bashful.\nLowering my head, I looked at the wall.\nCalled to, a thousand times, I never looked back.\n\nAt fifteen I stopped scowling,\nI desired my dust to be mingled with yours\nForever and forever and forever.\nWhy should I climb the look out?\n\nAt sixteen you departed,\nYou went into far Ku-to-en, by the river of swirling eddies,\nAnd you have been gone five months.\nThe monkeys make sorrowful noise overhead.\n\nYou dragged your feet when you went out.\nBy the gate now, the moss is grown, the different mosses,\nToo deep to clear them away!\nThe leaves fall early this autumn, in wind.\nThe paired butterflies are already yellow with August\nOver the grass in the West garden;\nThey hurt me. I grow older.\nIf you are coming down through the narrows of the river Kiang,\nPlease let me know beforehand,\nAnd I will come out to meet you\nAs far as Cho-fu-Sa."
    },
    {
        "id": 13,
        "title": "Bright Star",
        "author": "John Keats",
        "category": "romantic",
        "content": "Bright star, would I were steadfast as thou art—\nNot in lone splendour hung aloft the night\nAnd watching, with eternal lids apart,\nLike nature's patient, sleepless Eremite,\nThe moving waters at their priestlike task\nOf pure ablution round earth's human shores,\nOr gazing on the new soft-fallen mask\nOf snow upon the mountains and the moors—\nNo—yet still steadfast, still unchangeable,\nPillowed upon my fair love's ripening breast,\nTo feel for ever its soft fall and swell,\nAwake for ever in a sweet unrest,\nStill, still to hear her tender-taken breath,\nAnd so live ever—or else swoon to death."
    },
    {
        "id": 14,
        "title": "Love After Love",
        "author": "Derek Walcott",
        "category": "modern",
        "content": "The time will come\nwhen, with elation\nyou will greet yourself arriving\nat your own door, in your own mirror\nand each will smile at the other's welcome,\n\nand say, sit here. Eat.\nYou will love again the stranger who was your self.\nGive wine. Give bread. Give back your heart\nto itself, to the stranger who has loved you\n\nall your life, whom you ignored\nfor another, who knows you by heart.\nTake down the love letters from the bookshelf,\n\nthe photographs, the desperate notes,\npeel your own image from the mirror.\nSit. Feast on your life."
    },
    {
        "id": 15,
        "title": "A Red, Red Rose",
        "author": "Robert Burns",
        "category": "romantic",
        "content": "O my Luve is like a red, red rose\nThat's newly sprung in June;\nO my Luve is like the melody\nThat's sweetly played in tune.\n\nSo fair art thou, my bonnie lass,\nSo deep in luve am I;\nAnd I will luve thee still, my dear,\nTill a' the seas gang dry.\n\nTill a' the seas gang dry, my dear,\nAnd the rocks melt wi' the sun;\nI will love thee still, my dear,\nWhile the sands o' life shall run.\n\nAnd fare thee weel, my only luve!\nAnd fare thee weel awhile!\nAnd I will come again, my luve,\nThough it were ten thousand mile."
    },
    {
        "id": 16,
        "title": "The Passionate Shepherd to His Love",
        "author": "Christopher Marlowe",
        "category": "nature",
        "content": "Come live with me and be my love,\nAnd we will all the pleasures prove,\nThat valleys, groves, hills, and fields,\nWoods, or steepy mountain yields.\n\nAnd we will sit upon the rocks,\nSeeing the shepherds feed their flocks,\nBy shallow rivers to whose falls\nMelodious birds sing madrigals.\n\nAnd I will make thee beds of roses\nAnd a thousand fragrant posies,\nA cap of flowers, and a kirtle\nEmbroidered all with leaves of myrtle;\n\nA gown made of the finest wool\nWhich from our pretty lambs we pull;\nFair lined slippers for the cold,\nWith buckles of the purest gold;\n\nA belt of straw and ivy buds,\nWith coral clasps and amber studs:\nAnd if these pleasures may thee move,\nCome live with me, and be my love.\n\nThe shepherds' swains shall dance and sing\nFor thy delight each May morning:\nIf these delights thy mind may move,\nThen live with me and be my love."
    },
    {
        "id": 17,
        "title": "Meeting at Night",
        "author": "Robert Browning",
        "category": "romantic",
        "content": "The grey sea and the long black land;\nAnd the yellow half-moon large and low;\nAnd the startled little waves that leap\nIn fiery ringlets from their sleep,\nAs I gain the cove with pushing prow,\nAnd quench its speed i' the slushy sand.\n\nThen a mile of warm sea-scented beach;\nThree fields to cross till a farm appears;\nA tap at the pane, the quick sharp scratch\nAnd blue spurt of a lighted match,\nAnd a voice less loud, thro' its joys and fears,\nThan the two hearts beating each to each!"
    },
    {
        "id": 18,
        "title": "Tonight I Can Write",
        "author": "Pablo Neruda",
        "category": "passion",
        "content": "Tonight I can write the saddest lines.\n\nWrite, for example, 'The night is starry\nand the blue stars shiver in the distance.'\n\nThe night wind revolves in the sky and sings.\n\nTonight I can write the saddest lines.\nI loved her, and sometimes she loved me too.\n\nThrough nights like this one I held her in my arms.\nI kissed her again and again under the endless sky.\n\nShe loved me, sometimes I loved her too.\nHow could one not have loved her great still eyes.\n\nTonight I can write the saddest lines.\nTo think that I do not have her. To feel that I have lost her.\n\nTo hear the immense night, still more immense without her.\nAnd the verse falls to the soul like dew to the pasture.\n\nWhat does it matter that my love could not keep her.\nThe night is starry and she is not with me.\n\nThis is all. In the distance someone is singing. In the distance.\nMy soul is not satisfied that it has lost her.\n\nMy sight tries to find her as though to bring her closer.\nMy heart looks for her, and she is not with me.\n\nThe same night whitening the same trees.\nWe, of that time, are no longer the same.\n\nI no longer love her, that's certain, but how I loved her.\nMy voice tried to find the wind to touch her hearing.\n\nAnother's. She will be another's. As she was before my kisses.\nHer voice, her bright body. Her infinite eyes.\n\nI no longer love her, that's certain, but maybe I love her.\nLove is so short, forgetting is so long.\n\nBecause through nights like this one I held her in my arms\nmy soul is not satisfied that it has lost her.\n\nThough this be the last pain that she makes me suffer\nand these the last verses that I write for her."
    },
    {
        "id": 19,
        "title": "somewhere i have never travelled",
        "author": "E.E. Cummings",
        "category": "modern",
        "content": "somewhere i have never travelled,gladly beyond\nany experience,your eyes have their silence:\nin your most frail gesture are things which enclose me,\nor which i cannot touch because they are too near\n\nyour slightest look easily will unclose me\nthough i have closed myself as fingers,\nyou open always petal by petal myself as Spring opens\n(touching skilfully,mysteriously)her first rose\n\nor if your wish be to close me, i and\nmy life will shut very beautifully ,suddenly,\nas when the heart of this flower imagines\nthe snow carefully everywhere descending;\n\nnothing which we are to perceive in this world equals\nthe power of your intense fragility:whose texture\ncompels me with the color of its countries,\nrendering death and forever with each breathing\n\n(i do not know what it is about you that closes\nand opens;only something in me understands\nthe voice of your eyes is deeper than all roses)\nnobody,not even the rain,has such small hands"
    },
    {
        "id": 20,
        "title": "Having a Coke with You",
        "author": "Frank O'Hara",
        "category": "modern",
        "content": "is even more fun than going to San Sebastian, Irún, Hendaye, Biarritz, Bayonne\nor being sick to my stomach on the Travesera de Gracia in Barcelona\npartly because in your orange shirt you look like a better happier St. Sebastian\npartly because of my love for you, partly because of your love for yoghurt\npartly because of the fluorescent orange tulips around the birches\npartly because of the secrecy our smiles take on before people and statuary\nit is hard to believe when I'm with you that there can be anything as still\nas solemn as unpleasantly definitive as statuary when right in front of it\nin the warm New York 4 o'clock light we are drifting back and forth\nbetween each other like a tree breathing through its spectacles\n\nand the portrait show seems to have no faces in it at all, just paint\nyou suddenly wonder why in the world anyone ever did them\n\nI look\nat you and I would rather look at you than all the portraits in the world\nexcept possibly for the Polish Rider occasionally and anyway it's in the Frick\nwhich thank heavens you haven't gone to yet so we can go together the first time\nand the fact that you move so beautifully more or less takes care of Futurism\njust as at home I never think of the Nude Descending a Staircase or\nat a rehearsal a single drawing of Leonardo or Michelangelo that used to wow me\nand what good does all the research of the Impressionists do them\nwhen they never got the right person to stand near the tree when the sun sank\nor for that matter Marino Marini when he didn't pick the rider as carefully\nas the horse\n\nit seems they were all cheated of some marvellous experience\nwhich is not going to go wasted on me which is why I am telling you about it"
    },
        {
        "id": 21,
        "title": "Having a Coke with You",
        "author": "Frank O'Hara",
        "category": "modern",
        "content": "is even more fun than going to San Sebastian, Irún, Hendaye, Biarritz, Bayonne\nor being sick to my stomach on the Travesera de Gracia in Barcelona\npartly because in your orange shirt you look like a better happier St. Sebastian\npartly because of my love for you, partly because of your love for yoghurt\npartly because of the fluorescent orange tulips around the birches\npartly because of the secrecy our smiles take on before people and statuary\nit is hard to believe when I'm with you that there can be anything as still\nas solemn as unpleasantly definitive as statuary when right in front of it\nin the warm New York 4 o'clock light we are drifting back and forth\nbetween each other like a tree breathing through its spectacles\n\nand the portrait show seems to have no faces in it at all, just paint\nyou suddenly wonder why in the world anyone ever did them\n\nI look\nat you and I would rather look at you than all the portraits in the world\nexcept possibly for the Polish Rider occasionally and anyway it's in the Frick\nwhich thank heavens you haven't gone to yet so we can go together the first time\nand the fact that you move so beautifully more or less takes care of Futurism\njust as at home I never think of the Nude Descending a Staircase or\nat a rehearsal a single drawing of Leonardo or Michelangelo that used to wow me\nand what good does all the research of the Impressionists do them\nwhen they never got the right person to stand near the tree when the sun sank\nor for that matter Marino Marini when he didn't pick the rider as carefully\nas the horse\n\nit seems they were all cheated of some marvellous experience\nwhich is not going to go wasted on me which is why I am telling you about it"
    }
]
